//Chinese Simplified
"lang" = "zh-Hans";

"finish" = "设置完成";

"cancel" = "取消";
"close" = "关闭";
"ok" = "Ok";
"no" = "否";

"distance_in_meters" = "%@m";
"connect" = "连接";
"connected" = "已连接";
"continue" = "继续";

"locked" = "已锁定";
"unlocked" = "已解锁";

"connecting" = "连接中";
"disconnected" = "连接已断开";

"settings" = "设置";
"near_lock" = "Near Lock";
"fast_lock" = "快速锁定";
"unpair" = "取消配对";

"share_text_twitter" = "试一下为Mac上锁的新方式吧。 随意离开，全然无忧… www.nearlock.me #nearlock via @nearlockapp";
"share_text_facebook" = "试一下为Mac上锁的新方式吧。 随意离开，全然无忧…";

"facebook" = "Facebook";
"twitter" = "Twitter";


"your_data_is_secure" = "数据已加密\n并仅储存在您的设备中";
"welcome" = "欢迎";
"enter_login" = "输入您的Mac登陆密码";
"distance" = "距离";
"signal_strength" = "信号强度";

"tutorial_screen_tap_settings" = "点击查看设置";
"tutorial_long_press" = "长按来锁定/解锁";

"tutorial_screen_unlocked" = "您的Mac已解锁";
"tutorial_screen_locked" = "您的Mac已锁定";
"tutorial_screen_pro" = "点击购买高级版本";
"tutorial_screen_offline" = "您的iPhone未连接到您的Mac";
"tutorial_screen_connecting" = "你的iPhone正在与您的Mac连接";
"tutorial_screen_distance" = "距您的Mac的大致距离";
"tutorial_screen_signal" = "iPhone与Mac之间的连接信号强度";
"tutorial_screen_near_lock_off" = "Near Lock已关闭";
"tutorial_screen_near_lock_on_and_loggedin" = "Near Lock已开启, 走开即锁定Mac";
"tutorial_screen_near_lock_on_and_loggedout" = "Near Lock已开启, 靠近即解锁Mac";

"use_swipe_menu" = "使用滑动菜单";
"use_standard_view" = "使用标准视图";
"buy_pro_for_apple_watch" = "如果您想要在Apple Watch免费使用，iPhone应用须一直开启。购买高级版本获取更多功能";
"near_lock_distance" = "Near Lock距离";
"current_distance" = "当前距离";

"to_lock" = "锁定距离: %@";
"to_unlock" = "解锁距离: %@";

"open_near_lock_on_iphone" = "请确认Near Lock在Mac里已开启. 访问 www.nearlock.me 下载Mac版本";
"unlink_from_both_sides" = "建立新连接。请确认设备在Mac端已取消配对";
"unlink_from_both_sides_bold" = "Mac端已取消配对";
"restart_bluetooth_on_iphone_can_help" = "偶尔蓝牙信号会发生阻塞，请重启iPhone和Mac的蓝牙系统";
"restart_bluetooth_on_iphone_can_help_bold" = "重启蓝牙";


"restore" = "恢复购买";

"lock_mac" = "锁定 Mac";
"unlock_mac" = "解锁 Mac";
"unlock" = "解锁!";

"searching_for_devices" = "Near Lock设备搜索中";

"open_near_lock_on_your_mac" = "打开Mac里的 \n\n来开启";
"login" = "登陆";
"password" = "密码";

"pro_text" = "高级版本还支持后台运行哦!";
"pro_text_bold_part" = "高级";

"get_pro_version" = "获取高级版本";


"status_yes_unlink" = "是，取消配对";
"try_again" = "再试一次";

"get_update" = "获取更新！";
"mac_version_is_not_up_to_date" = "您的Near Lock（Mac版）并不是最新版本";
"connection_success" = "连接成功";
"connection_failed" = "密码错误";

"unlock_device" = "您想要解锁 %@?";

"status_unlink_from_device" = "该设备已取消与 %@ 的配对。";
"txt_touchid_or_passcode" = "由于Mac密码发生更改，该设备已取消配对";

"new_update" = "Near Lock有可用更新啦";
"new_update_bold" = "Near Lock";

"update_mac_version" = "Mac版本Near Lock有可用更新啦";
"update_mac_version_bold" = "Mac版本";

"status_unlink_confirmation" = "您确定想要取消与 %@ 的配对？";
"status_unlink_bold_part" = "%@";

"settings_disabled_because_device_offline" = "由于设备已断开连接，设置已禁用";

"proximity_lock_explanation" = "开启Near Lock\n当您走开时会自动锁定您的Mac，而且在您靠近它时会解锁您的Mac";
"proximity_lock_explanation_bold" = "Near Lock";

"distance_explanation" = "锁定距离\n如果Near Lock处于开启状态";
"distance_explanation_bold" = "锁定距离";

"distance_explanation_signal" = "锁定信号强度\n如果Near Lock处于开启状态";
"distance_explanation_signal_bold" = "锁定信号强度";

"proximity_lock_temporary_disabled" = "Near Lock临时禁用，因为您已手动登出。\n离开Near Lock的半径范围，它将重新启用";
"tutorial_screen_near_lock_disabled" = "Near Lock临时禁用 - 用户手动登出";

"proximity_lock_temporary_disabled_login_password_old" = "由于用户已经通过密码登录，Near Lock暂时禁用。\n进入Near Lock半径范围，它将再次启用。";
"proximity_lock_temporary_disabled_login_password" = "Near Lock暂时被禁用，因为用户已经手动登录。\n进入Near Lock半径范围，它将再次启用。";
"proximity_lock_temporary_disabled_login_password_long_old" = "由于用户已经通过密码登录，Near Lock暂时禁用。\n\n携您的iPhone进入Near Lock半径范围，它将自动启用。";
"proximity_lock_temporary_disabled_login_password_long" = "Near Lock暂时被禁用，因为用户在iPhone超出范围之外时已经手动登录。\n\n携带您的iPhone进入Near Lock的半径范围，它将自动启用。";
"tutorial_screen_near_lock_disabled_login_password_old" = "Near Lock暂时禁用 - 用户通过密码登录";
"tutorial_screen_near_lock_disabled_login_password" = "Near Lock暂时被禁用 - 用户手动登录";

"waiting_for_confirmation" = "等待iPhone确认来解锁Mac";

"login_on_approach_disabled" = "用户走近自动苏醒功能已禁用 - 在Mac上按任意键解锁它";

"ble_not_supported_text" = "您的iPhone版本不支持连接Mac所需的最新蓝牙LE技术";
"ble_not_supported_text_bold" = "蓝牙LE";

"turn_bluetooth_on_to_use_near_lock" = "请开启 \n蓝牙 \n来使用 Near Lock";
"turn_bluetooth_on_to_use_near_lock_bold" = "蓝牙开启";

"app_store_not_reachable" = "连接错误";
"app_store_not_reachable_text" = "无法连接至 App Store";


"notification_locked_first_notification" = "太棒了! %@ 已通过Near Lock锁定了。想要一直接收通知，在您的iPhone设置中启用它";
"notification_unlocked_first_notification" = "太棒了! %@ 已通过Near Lock解锁了。想要一直接收通知，在您的iPhone设置中启用它";

"notification_locked_old" = "%@ 已通过Near Lock锁定";
"notification_unlocked_old" = "%@ 已通过Near Lock解锁";
"notification_locked" = "%@已上锁";
"notification_unlocked" = "%@已解锁";

"setup_touch_id" = "在iPhone里设置Touch ID或密码来使用此功能";
"setup_touch_id_bold" = "Touch ID";

"unlock_your_mac" = "解锁Mac?";

"unlock_device" = "解锁 %@?";
"lock_device" = "锁定 %@";
"near_lock_off_device" = "为 %@关闭Near Lock";
"near_lock_on_device" = "为 %@开启Near Lock";

"near_lock_unlock_all" = "全部解锁";
"near_lock_lock_all" = "全部锁定";
"no_devices_connected" = "未连接任何Mac";


"authenticate_for_login" = "认证来解锁 Mac";

"near_lock_feedback" = "Near Lock反馈意见";
"near_lock_feedback_question" = "您认为Near Lock怎样?";
"near_lock_feedback_great" = "很喜欢!";
"near_lock_feedback_could_be_better" = "有待改进的地方!";
"near_lock_feedback_dont_ask_again" = "不再询问";

"rate_app" = "评价应用";
"rate_near_lock" = "评价应用 - 告诉我们您的看法";
"rate_app_long" = "我爱Near Lock - 评价应用";
"rate_or_share_near_lock" = "愿意评价一下Near Lock 或者\n分享给您的小伙伴们吗?";

"open_near_lock_app" = "打开Near Lock应用";
"near_lock_settings" = "Near Lock设置";

"distance_to_lock_device" = "锁定距离: %@";
"distance_to_unlock_device" = "解锁距离: %@";
"unlock_distance" = "解锁距离: %@";
"lock_distance" = "锁定距离: %@";

"changes_available_only_in_pro_mode" = "更改仅在高级版本中可用";
"distance_from_device" = "距离: %@";
"near_lock_not_set_up" = "Near Lock还未进行设置";

"setup_near_lock" = "设置Near Lock";


"near_lock_app_closed" = "Near Lock应用好像被关闭了";

"open_near_lock" = "打开 Near Lock";
"loading" = "载入中..";

"trouble_connecting" = "无法连接\n至您的设备?";

"bluetooth_sharing_is_off" = "蓝牙共享已关闭！";
"turn_on_bluetooth_sharing_old" = "您必须在您的iPhone设置中打开蓝牙共享才能使用Near Lock";
"turn_on_bluetooth_sharing" = "您必须在您的iPhone设置中打开蓝牙共享才能在后台使用Near Lock";
"open_settings" = "打开设置";

"turn_off_near_lock" = "关闭Near Lock";
"turn_on_near_lock" = "开启Near Lock";
"lock_unlock_distance" = "锁定 - 解锁距离";

"enjoying_near_lock" = "喜欢Near Lock?";
"please_rate" = "如果您喜欢使用Near Lock，请花一点时间留下真诚的评价：这对我们真的很有帮助。感谢您的支持！";

"rate_near_lock_old" = "评价Near Lock";
"rate_reming_me_later" = "稍后提醒我";
"rate_no_thanks" = "不，谢谢";


"tutorial_approach_mac_to_unlock" = "棒极了！现在靠近您的Mac来解锁它！";
"tutorial_finished" = "就是如此简单!";

"update_your_mac_version_manually" = "您在Mac上安装的是旧版的Near Lock，部分功能可能无法正常运行！请手动升级，或联系客服。";

"try_buy_button_to_restore" = "我们无法恢复高级版本。如果您已经付费，尝试使用购买选项，您将不会被二次收费。";
"contact_support_to_restore" = "我们无法恢复高级版本。如果您已经付费，请联系客服，我们将为您提供恢复指引。";


"txt_login_settings" = "解锁设置";
"txt_allow_pass_auth_footer" = "这一选项使您能够将iPhone用于系统身份验证 - 比如当安装新软件的时候";
"txt_allow_pass_auth_section" = "Mac系统身份验证";
"txt_allow_pass_auth" = "使用Near Lock进行身份验证";
"txt_login_settings_footer" = "该选项决定了每次密码字段出现在您的Mac上时是否在您的iPhone询问解锁Mac";

"txt_confirm_login_when_password_appears_old" = "确认密码解锁";
"txt_confirm_login_when_password_appears" = "睡眠屏幕解锁";

"txt_distance_precision" = "距离精确度";
"txt_enhanced_tracking" = "增强型追踪";
"txt_distance_precision_footer" = "这一选项提升了距离追踪的精确度";
"txt_distance_precision_footer_old" = "禁用该选项将增加您的电池使用时间，但是会降低追踪距离的精确度";
"txt_notification_center" = "通知中心";
"txt_notification_center_footer" = "启用该选项将在您的通知中心显示Near Lock - 当您在iPhone主界面向下滑动时";

"txt_today_extension_allow_login_logout" = "允许锁定 / 解锁";
"txt_today_extension_allow_login_logout_old" = "允许登录 / 退出";
"txt_today_extension_allow_near_lock_update" = "允许Near Lock更新";
"txt_allow_change_when_locked" = "请求已锁定设备身份验证";
"txt_show_near_lock" = "显示Near Lock";
"txt_notifications" = "通知设置";
"txt_swipe_left_footer" = "此选项使您可以在通知上向左滑动，甚至无需打开Near Lock应用程序即可锁定/解锁您的Mac";
"txt_swipe_left_to_login" = "解锁通知";
"txt_swipe_left_to_login_old" = "向左滑动来解锁";
"interactive_notifications" = "交互通知";

"txt_text_notifications" = "文字通知";
"txt_on_approach" = "走近";
"txt_walk_away" = "走开";

"txt_sound_notifications" = "声音通知";
"txt_sound_on_unlock" = "走近";
"txt_sound_on_lock" = "走开";

"no_devices_connected" = "无已连接设备";
"set_distance" = "设置距离";

"PRO" = "高级";

"txt_yes_or_no" = "是或否";
"txt_touchid_or_passcode" = "Touch ID 或密码";
"txt_none" = "无";
"txt_double_knock" = "双敲";
"txt_insert_automatically" = "自动插入 (无须询问)";
"txt_reqeust_auth_on_locked_device" = "请求已锁定设备身份验证";

"txt_language" = "语言";
"txt_current_language" = "当前语言";

"default" = "默认";
"english" = "英语";
"german" = "德语";
"spanish" = "西班牙语";
"russian" = "俄语";
"chinese" = "中文";
"hindi" = "印地语";
"portugese" = "葡萄牙语";
"french" = "法语";

"txt_units" = "单位";
"txt_measure" = "度量";
"meters" = "米";
"feet" = "英尺";
"signal_strength" = "信号强度";

"txt_application_information" = "应用程序信息";
"txt_version" = "版本";
"txt_copyright" = "版权";



"main_menu_disable_tracking" = "关闭 Near Lock";
"get_ios_app" = "获取iOS应用";
"faq_or_support" = "FAQ或联系客服";
"only_pro_version_works_in_background" = "仅高级版本支持后台运行哦";
"distance" = "距离";

"main_menu_add_new_device_button" = "添加新设备";
"main_menu_device_too_far" = "Near Lock 将于 %d 秒内锁定。因为距离 %@ 太远!";
"error_getting_update" = "升级新版Near Lock发生错误。请手动下载安装新版本。";
"manual_link" = "手动链接";
"check_for_updates_button" = "检查更新";

"turn_bluetooth_and_get_ios_app" = "请开启蓝牙并获取iOS应用";
"start_ios_on_your_iphone" = "在您的iPhone上启动iOS应用";

"turn_bluetooth_on" = "开启蓝牙";
"turn_bluetooth_off" = "关闭蓝牙";
"bluetooth_is_off" = "您的蓝牙已关闭";
"bluetooth_is_off_short" = "蓝牙关闭";

"loading_screen_label" = "设备设置中...请耐心等待";

"iphone_wants_to_connect" = "%@ 请求连接！";

"accept" = "接受";
"deny" = "拒绝";

"scanning" = "扫描中…";

"initalizingBLE" = "开启蓝牙 LE";
"restartingBluetooth" = "重启蓝牙";
"press_any_key_to_login" = "按任意键解锁Mac";

"use_iphone_to_set_up_near_lock" = "现在使用您的iPhone来\n完成Near Lock的设置";
"enter_login_password" = "输入您的登陆密码";

"we_are_done" = "已完成!";

"near_lock_available_in_menu_bar" = "Near Lock将出现在\n菜单栏中。";

"share_near_lock" = "赶快将我们的应用与您的小伙伴们分享吧!";

"not_supported_ble" = "当前的Mac版本不支持Near Lock所需的最新蓝牙LE技术";

"not_supported_mac_version" = "请更新您的Mac软件来使用Near Lock";

"not_supported_secondary_text" = "如果您已购买了Near Lock iPhone应用并且想申请退款，请点击退款按钮。";
"not_supported_main_button" = "退款";

"quit_near_lock" = "退出Near Lock";

"main_menu_add_new_device_text" = "无已连接设备";

"you_have_sucessfuly_paired" = "已成功与 %@ 配对";

"new_ios_update" = "您的iPhone有可用Near Lock更新啦";
"new_osx_update" = "可用Near Lock更新";
"update" = "更新";

"you_have_connected_to" = "Near Lock 已与\n%@ 连接";

"you_have_disconnected_from" = "Near Lock丢失了与\n%@ 的连接";
"unable_to_lock_mac" = "Near Lock无法锁定您的Mac。请重新启动Mac。";

"connected_to" = "已连接至 %@";
"disconnected_from" = "与 %@ 丢失连接";

"main_menu_unlocked_with_near_lock" = "Near Lock解锁了您的Mac";

"main_menu_unlocked_with_near_lock_device" = "%@ 解锁了您的Mac";

"main_menu_unlinked" = "Near Lock设备配对取消";
"unsolvable_bluetooth_error" = "蓝牙好像有问题哦。试试在您iPhone上重启蓝牙吧";

"needs_bluetooth_to_work" = "Near Lock 需要蓝牙支持才能正常运作";
"turn_bluetooth_on" = "开启蓝牙";

"restarting_bluetooth" = "蓝牙重启中";

"make_sure_ble_on" = "请确保您的iPhone蓝牙处于开启状态 \n并且Near Lock正在运行 - 至少在后台模式";
"still_not_working" = "还是无法使用";
"ble_can_get_jammed" = "偶尔蓝牙信号会发生阻塞，请重启iPhone上的蓝牙";
"still_cant_get_it_to_work" = "仍然无法使用";
"press_button_to_restart" = "如果仍然有问题，点击下方按钮重启Mac上的蓝牙";
"restart_bluetooth" = "重启蓝牙";
"unlink_both_sides" = "如果仍然有问题，尝试取消所有设备配对然后重新连接。您可以在Near Lock设置中取消设备的配对。";
"still_doesnt_work" = "还是无法使用";
"restart_iphone" = "抱歉.. 偶尔蓝牙信号会发生阻塞，只有重启您的iPhone才能修复它。";
"faq_or_mail" = "欲了解更多信息，请阅读我们的FAQ或发送电子邮件给我们，我们将全力为您解决。";

"press_button_ble_on" = "点击下方按钮开启蓝牙";
"turn_on_ble_to_use_near_lock" = "开启蓝牙来使用Near Lock";
"having_trouble" = "有问题？";
"rescan" = "重新扫描";
"open_welcome_screen" = "安装并打开Near Lock。您应当会在您的iPhone看到欢迎界面。还是无法使用？";
"restart_ble_on_iphone" = "重启iPhone上的蓝牙可能解决问题哦。仍然有问题？";
"press_button_to_restart_ble" = "点击下方按钮重启Mac上的蓝牙。 还是不行？";
"restart_iphone" = "抱歉.. 请再试一次.. 清空蓝牙缓存：高级设置->清空蓝牙缓存";
"corrupted_bluetooth_cache" = "Near Lock已检测到蓝牙缓存有可能产生损害。 \n\n请清除您的Mac蓝牙缓存，确保更加稳定的蓝牙连接。";
"corrupted_bluetooth_cache_short" = "请清除您的蓝牙缓存，确保更加稳定的连接";
"restart_bluetooth_on_iphone" = "尝试重新启动您的iPhone上的蓝牙进行重连。";
"restart_bluetooth_on_iphone_long" = "Near Lock已检测到蓝牙连接发生错误。 \n\n请尝试关闭您的iPhone上的蓝牙（5-10秒），然后再次启动。";
"notification_settings" = "通知设置";
"mac_notification_settings" = "Mac通知设置";

"only_in_pro" = "仅高级版本可用";


"user_active" = "- 用户活跃";

"confirm_login_on_iphone" = "确认在iPhone上登陆";
"double_knock_on_your_iphone_long" = "在iPhone上双敲";
"double_knock_on_your_iphone" = "双敲 - iPhone";
"turn_bluetooth_off_to_clear_cache" = "想要清空蓝牙缓存？\n(请先关闭蓝牙)";

"clear_cache_description" = "下一步需要清空蓝牙缓存文件夹\n(需要用户确认)";
"clear_cache" = "清空缓存";

"restart_mac_after_clear_cache" = "重启Mac\n\n如在未重启的情况下开启蓝牙缓存并不会被清空";

"sleep" = "休眠";
"show_notification_on_login" = "当Near Lock解锁Mac时显示通知";
"show_near_lock_icon_while_mac_locked" = "Mac锁定时显示Near Lock图标";

"start_on_mac_startup" = "在Mac启动时开启";

"wake_on_approach" = "按任意键解锁";
"wake_on_approach_long" = "按键后解锁 & iPhone位于范围之内";

"near_lock_options" = "设置";

"near_lock_options_login_on_approach" = "靠近Mac时解锁";

"near_lock_options_logout_on_walk_away" = "离开Mac时锁定";

"action_to_confirm_login" = "解锁设置";
"unlock_automatically_on_approach" = "靠近Mac时自动解锁";
"dont_confirm" = "靠近Mac时自动解锁";
"confirm_yes_no" = "iPhone确认 - 是／否";
"touch_id_passcode" = "iPhone确认 - Touch ID & 密码";
"knock_menu_item_long" = "双敲确认 (通知后15秒激活)";
"knock_menu_item" = "双敲确认 (15 秒)";

"logout_action" = "锁定设置";
"screensaver" = "屏保";

"advanced_settings" = "高级设置";

"logout_on_disconnect" = "iPhone断开连接时锁定";
"pause_music_on_logout" = "Mac锁定时暂停音频播放";

"allow_closer_distances" = "允许更近距离";
"allow_closer_distances_than" = "允许比 %@更短的距离";
"clear_bluetooth_cache" = "清空蓝牙缓存";

"automatically_update" = "自动更新Mac版本";

"show_unlock_history" = "显示解锁历史";
"unlock_history" = "解锁历史";

"share_near_lock" = "分享Near Lock";
"help" = "帮助";
"about" = "关于";
"feedback" = "反馈 / 支持";

"contact_support" = "联系客服";
"faq" = "FAQ";

"check_for_updates" = "更新";
"unlink_device" = "取消与 %@ 的配对";
"new_ios_update_ready" = "有新的iOS版本了 - 更新";
"ios_version_up_to_date" = "最新的iPhone版本已安装";

"device_not_connected" = "%@ 未连接";
"no_ios_device_connected" = "无已连接的iOS设备";
"near_lock_up_to_date" = "最新的Mac版本已安装";

"check" = "检查Mac更新";
"get_new_version" = "获取新版本!";
"checking_for_updates" = "检查更新..";
"downloading_will_relaunch" = "下载中.. 完成下载后重启Near Lock";

"downloading_relaunch_when_finished" = "下载中.. 完成下载后重启Near Lock";
"new_update_ready" = "新的更新准备就绪";
"relaunch_new_version_ready" = "重启Near Lock － 新版本准备就绪";

"version" = "版本 %@";

"session" = "\n---------------使用时间: %@ ---------------";
"mac_locked_old" = "Mac 已锁定";
"mac_unlocked_old" = "Mac 已解锁";

"mac_locked" = "Mac已上锁";
"mac_unlocked" = "Mac已解锁";

"onboarding_tutorial_finished" = "您已经对此有所了解！很酷吧，不是吗？";
"good_time_to_share" = "是时候来分享?";
"we_are_ready_to_start" = "好极了！我们已经完成了设置！";
"lets_try_it_out" = "让我们来试一下吧！";
"choose_unlock_lock_from_menu_bar" = "在菜单栏选择锁定/解锁距离";
"enable_near_lock" = "启用Near Lock";

"now_walk_away" = "现在从您的Mac走开即可";
"your_distance" = "您的距离:";
"lock_distance" = "锁定距离:";
"get_pro_version_for_near_lock" = "想要Near Lock在后台运行，您必须获得Near Lock高级版本！";
"distance_estimation" = "重要提示：距离是根据您的设备间的信号强度所预估的数值 - 不同设备的表现可能有所差异，所以请试着找到适合您的最佳锁定/解锁距离";


"near_lock_started" = "Near Lock 已启动";
"on" = "开启";
"off" = "关闭";

"new_version_available" = "有一个新的可用版本";
"near_lock_not_up_to_date" = "您Mac上的Near Lock不是最新版本。请点击以下链接来下载最新版本。如果自动链接无法使用，您可以手动下载和安装Near Lock。";

"near_lock_connection_problem" = "Near Lock已检测到一个蓝牙问题。";

"insert_password_to_mac" = "插入密码至 %@?";
"insert_password_question" = "想要插入您的密码吗？";
"insert_password_action" = "插入密码";
"knock_twice_to_unlock_mac" = "双敲解锁Mac!";
"knock_twice_to_unlock" = "双敲解锁 %@!";
"knock_twice_to_insert_password_to_mac" = "双敲在Mac插入密码。";
"knock_twice_to_insert_password" = "双敲在 %@插入密码!";

"unlocking_with_notifications_only_in_pro" = "解锁通知仅适用于高级模式";
"unlock_your_device_question" = "Near Lock想要解锁您的设备？";

"tap_to_turn_on_bluetooth" = "轻击打开蓝牙";
"tap" = "轻击";

"swipe_up" = "滑动！";
"swipe_up_to_turn_on_bluetooth" = "滑动打开蓝牙";

"show_tutorial" = "显示教程";

"failed_login_attempt_detected" = "警告！已检测到失败的登录尝试！";
"failed_login_attempt" = "警告！Near Lock检测到失败的登录尝试！";
"warn_on_failed_login" = "登录失败时发送通知";
"configure_advanced_unlock_settings_on_iPhone" = "在iPhone设置中查找更多解锁选项";


"show_all_failed_logins" = "显示全部失败的登录";

"mac_control" = "Mac控制";

"export" = "导出";
"export_to_desktop" = "导出到桌面";
"delete_all" = "删除全部";
"delete" = "删除";

"no_detected_failed_logins" = "未检测到失败的登录尝试";
"no_known_login_logout_events" = "未检测到 登录/退出 活动";
"mugshots" = "面部照片";
"mugshot" = "面部照片";

"image_saved_to_documents" = "图片已保存到文档文件夹";
"image_saved_to_desktop" = "图片已保存到桌面文件夹";

"mugshot_image_saved_to_documents" = "面部照片已保存到文档文件夹";
"mugshot_image_saved_to_desktop" = "面部照片已保存到桌面文件夹";

"unable_to_unlock_mac" = "Near Lock无法锁定您的Mac。请重新启动Mac。";
"password_inserted_by_nearlock" = "您的密码由Near Lock插入";

"no_appropriate_camera_attached" = "此Mac未附适合的摄像头";
"enable_option_in_settings" = "请在您的设置中启用这个选项";

"filter" = "过滤器：";
"lock_unlock_history" = "锁定/解锁历史";
"session_duration" = "会话持续时间";
"failed_login_attempt_text" = "失败登录尝试";

"nice_try_busted" = "想登录我的Mac？想得美！";
"get_pro_version_to_see_full_list" = "获取高级版本来查看完整列表";
"busted_with_near_lock" = "Near Lock尝试登录情况备案！";

"swipe_to_see_nearlock" = "滑动来了解Near Lock的功能！";
"quick_start" = "快速开始";


"tutorial_near_lock_uses_ble" = "Near Lock使用低功耗蓝牙技术来连接您的设备";
"tutorial_near_lock_uses_ble_1" = "Near Lock 使用";
"tutorial_near_lock_uses_ble_2" = "低功耗蓝牙技术";
"tutorial_near_lock_uses_ble_3" = "来连接您的设备";

"tutorial_walk_away" = "走开来锁定您的Mac";
"tutorial_walk_away_1" = "走开";
"tutorial_walk_away_2" = "来锁定您的Mac";

"tutorial_apple_watch" = "想要更快速存取，使用您的Apple Watch或通知部件";
"tutorial_apple_watch_1" = "想要更快速存取，使用您的";
"tutorial_apple_watch_2" = "Apple Watch 或";
"tutorial_apple_watch_3" = "通知部件";

"tutorial_touch_id" = "通过Touch ID，双敲来解锁您的Mac";
"tutorial_touch_id_1" = "解锁您的Mac";
"tutorial_touch_id_2" = "通过Touch ID";
"tutorial_touch_id_3" = "双敲";

"tutorial_detect_failed_login" = "检测失败登录尝试";
"tutorial_detect_failed_login_1" = "检测";
"tutorial_detect_failed_login_2" = "失败登录尝试";

"tutorial_lock_unlock_distance" = "在您的Mac上设置锁定 / 解锁距离";
"tutorial_lock_unlock_distance_1" = "在您的Mac上设置";
"tutorial_lock_unlock_distance_2" = "锁定 / 解锁";
"tutorial_lock_unlock_distance_3" = "距离";

"tutorial_approach_to_unlock" = "靠近您的Mac来解锁它";
"tutorial_approach_to_unlock_1" = "靠近您的Mac";
"tutorial_approach_to_unlock_2" = "来解锁它";

"to_start_download_on_mac" = "想要使用Near Lock，请安装Mac版的Near Lock应用";
"to_start_download_on_mac_bold" = "Mac版Near Lock应用";

"skip" = "跳过";

"to_start_download_on_mac_2" = "想要开始，请在您的Mac上安装Near Lock";


"define_safe_zones" = "设置WiFi解锁";
"get_pro_version_to_use_wifi_unlock" = "想要使用WiFi解锁，您需要升级到高级版";
"get_pro_version_to_use_this_feature" = "想要使用这一功能，您需要升级到高级版";
"pair_iphone_to_use_this_feature" = "想要使用WiFi解锁功能，您需要拥有一部配对iPhone";
"already_added_to_unlock_wifi_list" = "已添加至WiFi解锁列表";
"unlock_wifi_info_text_not_used" = "当您连接到WiFi（例如家庭网络）时，您无需插入您的密码即可解锁您的Mac。这将由Near Lock自动完成。";
"currently_connected_to" = "目前连接到：";
"add_to_unlock_wifi" = "添加至WiFi解锁列表";
"wifi_unlock" = "WiFi解锁";

"wifi_unlock_description_mac_not_used_2" = "WiFi解锁使您能够自动登入您的Mac，无论什么时间，只要您连接到某WiFi网络（例如家庭网络）";
"wifi_unlock_description_mac_not_used_3" = "使用WiFi解锁，当您连接到某特定的WiFi网络（例如家庭网络）时自动解锁您的Mac";
"wifi_unlock_description_mac_not_used_4" = "使用WiFi解锁，当您连接到您选定的WiFi网络时保持您的Mac处于解锁状态";

"already_added_to_network" = "您已经将%@添加至WiFi解锁列表！\n请连接到您想要添加到WiFi解锁列表中的WiFi网络。";
"no_wifi_connected" = "无WiFi网络已连接";
"no_wifi_connected_short" = "无WiFi已连接";
"connect_to_wifi_to_add_wifi_unlock" = "请连接到WiFi网络，从而将其添加到WiFi解锁列表中";
"wifi_unlock_currently_connected" = "您目前已连接到%@ WiFi网络。";
"wifi_unlock_add_to_list" = "您想要添加%@ WiFi到WiFi解锁列表吗？";
"add" = "添加";
"close" = "关闭";
"edit" = "编辑";

"wifi_unlock_security_options" = "WiFi解锁安全选项";

"wifi_unlock_require_iphone" = "仅当您的iPhone连接到您的Mac时启用WiFi解锁";
"wifi_unlock_allow_unlock_when_not_connected" = "当我的iPhone未通过蓝牙连接到我的Mac时也允许WiFi解锁来解锁我的Mac";
"next" = "下一步";

"you_have_set_up_wifi_unlock" = "您已经成功设置WiFi解锁";
"wifi_unlock_finish_description" = "您的Mac将在此种情形之下保持解锁状态：";
"wifi_unlock_when_connected_to_wifi" = "您已连接到WiFi网络%@";
"wifi_unlock_when_connected_to_wifi_and" = "您已经连接到WiFi网络%@，而且当";
"wifi_unlock_when_connected_to_iphone" = "您的iPhone(%@)已通过蓝牙连接到您的Mac";

"tutorial_wifi_unlock" = "当连接到您已选定的WiFi网络时保持您的Mac处于解锁状态";
"tutorial_wifi_unlock_1" = "保持您的Mac处于解锁状态";
"tutorial_wifi_unlock_2" = "当连接到您的";
"tutorial_wifi_unlock_3" = "已选定WiFi网络";

"tutorial_wifi_only_selected_wifi" = "仅限已选定的WiFi网络";
"tutorial_wifi_save_battery" = "减少iPhone电量消耗";
"tutorial_wifi_works_with_iphone" = "有无iPhone均可运行";

"add_wifi" = "添加WiFi";
"edit_list" = "编辑列表";
"edit_wifi_list" = "编辑WiFi解锁列表";
"wifi_unlock_edit_list" = "WiFi解锁编辑列表";

"wifi_unlock_networks" = "WiFi解锁网络";
"wifi_unlock_edit_description" = "您的Mac会在连接到以下所列的任何WiFi网络时保持解锁状态。\n检查设置进行高级安全设定。";

"your_mac_unlocked_with_wifi_unlock" = "您的Mac使用WiFi解锁已经解锁";

"wifi" = "wifi";
"wifi_unlock_marketing" = "WiFi解锁 - 当连接到您的已选定WiFi网络（例如家庭网络）时保持您的Mac处于解锁状态";

"wifi_unlock_enabled" = "WiFi解锁已启用";

"take_photo_on_failed_login" = "登录失败时拍照";
"passcode_is_not_set" = "密码和TouchID未设置";
"open_passcode_settings" = "打开密码设置";

"confirm_unlock_on_approach" = "确认靠近时解锁";
"confirm_unlock_on_approach_description" = "本选项决定了每次在您进入Near Lock解锁范围时是否需要手机询问予以确认";
"confirm_unlock_on_approach_login_automatically" = "不予确认 - 自动登录";


"clipboard_options" = "剪贴板 - 复制/粘贴选项";
"send_clipboard_to_ios" = "发送复制文本至iOS设备";
"get_clipboard_text_from_ios" = "从iOS设备获取复制文本";
"show_clipboard_menu_on_main_screen" = "在主屏显示剪贴板选项";

"clipboard_is_empty_short" = "剪贴板是空的";
"clip_already_matching" = "剪贴板已经在匹配";

"clipboard_copied_from_ios_device" = "剪贴板从您的iPhone复制";
"clipboard_could_not_be_copied_from_ios_device" = "剪切板无法从您的iPhone复制";
"clipboard_copied_to_ios_device" = "剪切板复制到%@";
"clipboard_could_not_be_copied_to_ios_device" = "剪切板无法复制到您的iPhone";
"mac_clipboard_copied" = "Mac剪切板复制到您的iPhone";
"ios_send_clipboard_to_mac" = "发送复制文本到Mac";
"ios_get_clipboard_from_mac" = "获取Mac剪切板文本";

"clipboard" = "剪切板";
"clipboard_explanation" = "只要您的设备已连接，您就可以从您的Mac发送复制文本到您的iPhone。";
"use_shortcut" = "您还可以使用快捷键：";
"send_clipboard_shortcut" = "ctrl+cmd+v";
"clipboard_info_text" = "复制/粘贴是如何工作的？";
"clipboard_is_empty" = "您的剪切板为空！首先尝试复制部分文本，然后再试！";
"clipboard_is_too_big_to_send" = "剪切板中的文本太长。上限是10000个字符。";
"device_not_connected_to_iphone" = "您的Mac没有连接到您的iPhone";
"device_not_pro_version_or_foreground" = "此项操作仅在高级版本中予以支持，或者您的iPhone应用位于前台进程";

"sleep_shortcut" = "ctrl+cmd+L";

"sleep_mac" = "使Mac进入睡眠状态";
"press_any_key_on_your_mac" = "棒极了！现在在您的Mac上按任意键打开Mac屏幕。";

"lock_and_unlock_your_mac_automatically" = "自动锁定和解锁您的Mac";
"mac_wake_unlock" = "Mac唤醒解锁";
"mac_wake_unlock_setup" = "Mac唤醒解锁设置";
"mac_wake_unlock_options" = "Mac唤醒解锁选项";
"mac_sleep_screen_unlock_description" = "在您的Mac从睡眠状态被唤醒后，您可以使用您的iPhone轻松解锁您的Mac";
"mac_sleep_screen_unlock_description_2" = "如果您的iPhone处于后台模式，您将接收到一项通知，该通知可用于解锁您的Mac";

"connect_to_iphone_to_use_this_feature" = "请连接到您的iPhone来尝试这一功能";

"mac_sleep_screen_unlock_options" = "Mac唤醒解锁选项";
"mac_sleep_screen_dont_ask" = "在Mac唤醒后不要询问解锁Mac";
"mac_sleep_screen_ask_yes_no" = "确认使用是或否在iPhone上解锁";
"mac_sleep_screen_ask_touch_id" = "确认使用Touch ID和密码在iPhone上解锁";
"mac_sleep_screen_double_knock" = "确认通过双敲在iPhone上解锁 - 通知后激活15秒";
"mac_sleep_screen_tutorial" = "Mac唤醒解锁是如何工作的？";

"you_will_be_asked_on_your_iphone" = "您将在您的iPhone上被询问以解锁您的Mac。";
"choose_your_confirmation_option" = "选择您的确认选项：";
"mac_sleep_screen_ask_yes_no_short" = "是 / 否";
"mac_sleep_screen_ask_touch_id_short" = "Touch ID / 密码";
"mac_sleep_screen_double_knock_short" = "iPhone上双敲";
"put_mac_to_sleep_and_follow_instructions_on_iphone" = "现在使您的Mac进入睡眠状态并且按照您的iPhone上指示进行操作";
"sleep_mac_now" = "立即休眠Mac";

"how_does_mac_wake_unlock_work" = "欲更好地理解Mac唤醒解锁是如何工作的：";
"disable_unlock_on_approach" = "请暂时禁用Near Lock靠近时自动解锁";
"turn_near_lock_off" = "关闭Near Lock";
"disable_wifi_unlock" = "请暂时禁用Wifi解锁选项";
"turn_wifi_unlock_off" = "关闭Wifi解锁";
"turn_the_options_on_again_after_tutorial" = "您可以在教程之后重新开启这些选项！";
"or_press" = "或者按";

"wifi_unlock_description_mac" = "使用WiFi解锁，当您连接到您选定的WiFi网络（例如家庭网络）时保持您的Mac处于连接状态";
"wifi_unlock_description_mac_2" = "WiFi解锁在您连接到您已选定的WiFi网络（例如家庭网络）时保持您的Mac处于解锁状态";
"txt_automatically" = "自动解锁";

"txt_advanced_login_settings" = "高级Mac解锁设置";
"txt_advanced_login_settings_description" = "本选项决定了在您靠近您的Mac并且进入Near Lock解锁半径后是否需要手机询问确认每一Mac解锁";
"txt_confirm_login_after_approach" = "靠近后确认解锁";

"select_keyboard_shortcuts" = "选择您的键盘快捷键";
"change_keyboard_shortcut" = "更改键盘快捷键";

"wifi_unlock_expalnation" = "• WiFi解锁 - 在连接到您已选定的WiFi网络（例如家庭网络）时保持您的Mac处于解锁状态";
"clipboard_explanation" = "• 剪切板 - 复制并且粘贴文本到您的Mac或从您的Mac进行此项操作";

"update_near_lock_on_ios_to_use_this_feauture" = "请在您的iPhone上升级Near Lock以使用此功能";
"update_near_lock_on_osx_to_use_this_feauture" = "请在您的Mac上升级Near Lock以使用此功能";
"near_lock_demo" = "Near Lock演示";

"back" = "返回";

"show_wifi_unlock_on_main_screen" = "总是在主屏幕显示WiFi解锁";
"take_photo_after_each_login" = "每次登陆后拍照";
"show_login_photos" = "显示登录照片";
"delete_all_photos_question" = "您想要删除全部已显示照片吗？";
"delete_single_photo" = "您想要删除已选定照片吗？";
"send_clipboard_to_ios_short" = "发送剪贴板";

"mac_sleep_screen_double_knock" = "确认通过双敲在iPhone上解锁 - 通知后激活15秒";
"mac_sleep_screen_double_knock_active_only" = "敲击感应只在iPhone收到通知后的15秒内处于活动状态";
"show_mac_control_on_main_menu" = "在主菜单显示Mac控制选项";
"show_login_control_on_main_menu" = "在主菜单显示登录控制选项";
"login_control_title" = "登录控制";

"no_detected_logins_photo attempts" = "存在未捕获的登录尝试";

"clipboard_send_to_mac" = "发送至Mac";
"clipboard_copy_from_mac" = "从Mac复制";

"mac_control_options" = "Mac控制选项";
"login_control_options" = "登录控制选项";

"near_lock_pro_restored" = "Near Lock高级版本已经恢复。您现在可以使用全部Near Lock功能！";
"near_lock_bought" = "感谢您购买Near Lock高级版。您现在可以使用全部Near Lock功能了！";
"info_short" = "信息";
"login_photos_short" = "登录照片";
"failed_login_photos_short" = "失败登录照片";
"lock_unlock_history_short" = "锁定解锁历史";
"login_photos_description_1" = "Near Lock允许您在您的Mac每次解锁时拍摄一张照片。";
"login_photos_description_2" = "这些照片仅储存在您的Mac上，而且随时可以删除。";
"show_all_photos" = "显示全部照片";
"failed_login_photos_description_1_short" = "Near Lock允许您在Mac登录屏幕每次插入错误密码时拍摄一张照片。";
"failed_login_photos_description_1" = "Near Lock允许您在每次有人试图登录您的电脑并且输入错误密码时拍摄一张照片。";
"failed_login_photos_description_2" = "这些照片仅储存在您的Mac上，而且随时可以删除。";
"mac_control_receive_notification_on_iphone" = "在您的iPhone上获得通知";
"mac_control_share_photo" = "分享照片";
"mac_control_save_photo_to_documents" = "将照片保存至文档";
"mac_control_delete_photo" = "删除照片";
"mac_control_delete_all_photos" = "删除全部照片";
"not_yet_available_on_sierra_and_above" = "*目前还不支持macOS Sierra及更新版本";
"feature_not_supported_on_sierra" = "这一功能目前还不支持macOS Sierra及更新操作系统。";
"feature_not_supported_on_sierra_short" = "不支持macOS Sierra+";
"mac_control_info_description" = "对于您的Mac使用有更好的想法";

"learn_more" = "了解更多";

"lock_unlock_history_description_1" = "您可以使用Near Lock来追踪您的登录和登出次数，以及在您的Mac上的运行时间。";
"lock_unlock_history_description_2" = "它可以作为便捷的时间追踪器。";
"show_history" = "显示历史";
"unlock_by_typing_password" = "通过插入密码已解锁";
"unlocked_by_near_lock" = "通过Near Lock已解锁";
"unlocked_by_wifi_unlock" = "通过WiFi解锁已解锁";
"unlocked_by_near_lock_automatic" = "通过Near Lock已自动解锁";

"only_3_photos_in_free_version" = "您在免费版本中仅可以拍摄3张照片。高级版本对于照片的拍摄数量没有限制。";
"only_3_photos_in_free_version_short" = "欲拍摄3张以上的照片，请升至高级版本";
"enable" = "启用";
"not_enabled" = "未启用";

"login_photo_not_enabled" = "此功能目前未启用，Near Lock在每次Mac登录后将不会拍摄照片。";
"failed_login_attempt_not_enabled" = "此功能目前未启用，Near Lock在登录尝试失败后将不会拍摄照片。";
"enable_in_mac_control" = "您还可以在Mac控制设置中启用此选项。";
"disable_in_mac_control" = "您可以在Mac控制设置中禁用这一选项";

"troubleshoot" = "疑难解答";
"nearlock_is_turned_on" = "Near Lock已开启";
"mac_is_locked" = "Mac已锁定";
"mac_is_unlocked" = "Mac已解锁";
"no_camera_detected" = "未检测到相机";
"no_suitable_camera" = "Near Lock未在您的Mac上检测到任何可适相机";
"no_login_photos" = "目前没有登录照片。";

"in_pro_version_unlock_from_lock_screen" = "在 PRO 版本中, 您可以直接从 iPhone 锁定屏幕解锁 Mac。";

"allow_wifi_unlock" = "在连接到时允许 mac 自动解锁:%@";
"restore_or_purchase_failed_title" = "还原或购买错误";
"restore_or_purchase_failed_description" = "我们无法恢复或购买应用内购买";
"ios_take_photo_on_mac_description" = "从 Mac 前置摄像头拍摄照片？";
"ios_take_photo_on_mac_action" = "拍摄手动照片";
"mac_did_not_take_manual_snapshot" = "接近锁定无法从您的 Mac 前置摄像头拍摄手动快照。有关详细信息, 请参阅 Mac 附近的锁定。";
"mac_did_take_manual_snapshot" = "查看 Mac 上的接近锁定以查看手动快照";
"follow_instruction_on_mac" = "有关更多说明, 请参阅 Mac 附近的锁定";
"bluetooth_permissions_needed" = "允许蓝牙权限为了接近锁定连接到您的 Mac";
"notification_permissions_needed" = "允许通知权限直接从锁定屏幕解锁 Mac";
"add_permissions" = "添加权限";
"skip_action" = "跳";
"swipe_left" = "- 向左滑动";
"show_more" = "显示更多";
"show_less" = "显示较少";
"read_more" = "阅读更多";
"try_it_out" = "尝试一下";

"welcome_title" = "欢迎";
"welcome_description" = "使用附近的锁锁定和解锁您的 Mac 使用您的 iPhone";
"add_new_device_action" = "与 iPhone 连接";
"send_clipboard_to_ios_description" = "将剪贴板发送到 iPhone";
"send_clipboard_to_ios_action" = "发送剪贴板";
"ping_device_description" = "Ping iPhone";
"ping_device_action" = "坪";

"scanning_for_devices" = "搜索:";
"low_battery" = "低电池:";
"charge_your_battery_description" = "为您的手机充电以保持使用近锁";
"update_system_preferances" = "更新安全首选项";
"add_accessibility_to_unlock_mac_title" = "允许接近锁定以解锁 Mac。";
"add_accessibility_to_unlock_mac_description" = "在 Mac 安全设置中的辅助功能项目中添加接近锁定。这将提供接近锁定权限解锁 mac";
"add_accessibility_to_unlock_mac_action" = "更新权限";

"only_pro_version_works_in_background_title" = "只有 PRO 版本在后台工作";
"only_pro_version_works_in_background_description" = "打开你的 iPhone 附近锁定或获得 PRO 版本能够使用近锁定在后台";
"proximity_lock_unlock_distance" = "接近锁定/解锁距离";
"proximity_lock_distance" = "接近锁定距离";
"your_mac_will_lock_when_iphone_leaves_lock_radius" = "当您离开接近锁定半径时, Mac 将锁定";
"add_new_device_action" = "添加新设备";
"update_security_preferances_to_use_screensaver_title" = "设置接近锁定使用屏幕保护程序锁定选项";
"update_security_preferances_to_use_screensaver_description" = "配置 Mac 系统首选项, 以便使用屏幕保护程序锁定选项";
"update_security_preferances_action" = "配置屏幕保护程序";
"bluetooth_le_not_supported_title" = "您的 Mac 不支持蓝牙 LE";
"bluetooth_le_not_supported_description" = "近锁需要蓝牙 LE (4.0)。您的 Mac 不支持此技术, 但可以购买外置蓝牙 4.0 USB";

"bluetooth_is_off_title" = "蓝牙已关闭";
"bluetooth_is_off_description" = "接近锁定需要蓝牙才能连接到您的设备";
"turn_bluetooth_on" = "打开蓝牙";
"clear_bluetooth_cache_title" = "清除蓝牙缓存";
"clear_bluetooth_cache_description_1" = "有时, 蓝牙缓存会损坏, 修复此问题的唯一方法是清除蓝牙缓存。";
"requires_mac_startup" = "这需要重新启动 Mac。";
"clear_cache_action" = "清除缓存";

"wifi_unlock_is_active_title" = "无线解锁将保持您的 Mac 解锁";
"wifi_unlock_is_active_description" = "无线解锁启用当前连接的 wifi 网络。在 WiFi 解锁设置中更新这些选项。";
"wifi_unlock_settings_action" = "设置";
"unpair" = "取消配对设备";
"rescan" = "重新扫描";
"troubleshoot" = "解决";
"my_devices" = "我的设备";
"devices_not_connected" = "设备未连接";
"devices_not_connected_description" = "接近锁定需要连接到您配对的 iOS 设备才能工作。";
"my_devices_are_connected" = "设备已连接";

"proximity_lock_temporary_disabled" = "接近锁定暂时禁用";
"proximity_lock_temporary_disabled_because_login_manually_1" = "由于用户已手动登录, 所以接近锁定是暂时禁用的。";
"proximity_lock_temporary_disabled_because_login_manually_2" = "输入接近锁定半径和接近锁定将再次启用。";
"near_lock_pro" = "近锁定 PRO";
"background_mode_title" = "背景模式";
"share_near_lock_title" = "在锁定附近共享";
"share_on_facebook_description" = "在 Facebook 上分享附近的锁";
"share_twitter_description" = "在 Twitter 上分享附近的锁";
"rate_near_lock_on_appstore_description" = "应用商店锁定附近的速率";
"share_action" = "共享";
"rate_action" = "率";
"mac_app_title" = "Mac 应用";
"mac_app_description" = "保持 Mac 上最新的锁定状态";
"iphone_app_description" = "保持靠近你的 iPhone 最新的锁定";
"automatically_update_description" = "保持接近锁定最新";
"check_action" = "检查";
"get_new_version_action" = "更新";
"relaunch_new_version_ready_action" = "重新启动";
"downloading_relaunch_when_finished_action" = "准备就绪时重新启动";

"iphone_app" = "iPhone 应用程序";
"iphone_version_description" = "接近锁定的 iPhone";
"pro_button_action" = "获取 PRO 版本";
"no_paired_devices_title" = "无配对设备";
"no_paired_devices_description" = "近锁没有配对的 iPhone 设备。添加新设备为了使用近锁定。";
"proximity_unlock_description" = "使用 iPhone 自动锁定和解锁 mac";
"enabled" = "启用";
"disabled" = "禁用";
"estimated_distance_to" = "估计距离到";
"unlock_on_approach" = "当 iPhone 进入接近解锁半径时解锁 Mac";
"lock_on_leave" = "当 iPhone 离开接近锁定半径时锁定 Mac";
"lock_options_title" = "锁定选项";
"lock_options_description" = "选择接近锁定锁定操作";

"mac_wake_unlock_title" = "Mac 唤醒解锁";
"mac_wake_unlock_description" = "手动解锁您的 Mac 与您的 iPhone, 而不是键入您的密码。";
"other_settings" = "其他设置";
"other_settings_description" = "接近锁定自定义";
"lock_mac_on_disconnect" = "当 iPhone 断开时锁定 Mac";
"lock_mac_on_disconnect_description" = "如果启用附近锁定将锁定您的 Mac, 每次您的设备松散连接";
"allow_closer_distances_description" = "注意: 距离估计在近距离可以很您";
"open_space_mode_short" = "开放空间模式";
"open_space_mode_short" = "用于接近解锁的开放空间模式";
"open_space_mode_description" = "要使用接近解锁, 请先手动唤醒 Mac (按任意键)";
"open_space_mode_description_long_1" = "如果启用了开放空间模式, 接近锁定将在您按任意键并打开屏幕后自动解锁 mac。";
"open_space_mode_description_long_2" = "此功能将禁用您的 mac 自动解锁, 当您仅通过您的 mac 不使用它。";
"login_events_title" = "登录事件";
"login_events_description" = "接近锁定登录事件";
"take_photo_on_each_login_title" = "登录后拍照";
"take_photo_on_each_login_description" = "每次 mac 登录后从 mac 前置摄像头拍摄照片";

"show_photos" = "显示照片";
"failed_login_events_title" = "登录事件失败";
"failed_login_events_description" = "登录尝试失败后附近锁定事件";
"not_supporte_on_macOS_version" = "此 macOS 版本不支持此功能";
"not_supporte_on_macOS_version_description" = "我们仍在研究此功能";
"take_photo_on_each_failed_attempt" = "拍照";
"take_photo_on_each_failed_attempt_description" = "每次失败登录尝试后, 从 Mac 字体相机拍摄照片";
"send_notification_on_each_failed_attempt" = "向 iPhone 发送通知";
"send_notification_on_each_failed_attempt_description" = "每次失败登录尝试后向 iPhone 发送通知";
"other_events_title" = "其他活动";
"other_events_description" = "近锁定事件自定义";
"tutorial" = "教程";
"manual_snapshots_title" = "手动快照";
"manual_snapshots_description" = "使用您的 iPhone 从 Mac 前置摄像头拍摄手动照片。";
"clipboard_shortcut_title" = "启用剪贴板快捷方式";
"clipboard_shortcut_description" = "CTRL + CMD + V";
"music_options" = "音乐";
"music_options_description" = "音乐播放器选项";

"pause_music_on_logout_title" = "注销时暂停";
"more_options" = "更多选项";
"more_options_coming_soon" = "更多功能即将推出";
"startup_options_title" = "启动选项";
"startup_options_description" = "Mac 启动事件";
"start_on_mac_startup" = "开始接近锁定";
"start_on_mac_startup_description" = "在 Mac 启动后自动启动附近的锁定";
"auth_request_title" = "Mac 身份验证";
"auth_request_description" = "使用您的 iPhone 进行 Mac 身份验证。安装新软件时。";
"confirm_with_double_knock" = "双敲你的 iphone 确认-工作也同时 iPhone 被锁定";
"works_while_iphone_locked" = "在 iPhone 锁定时也能工作";
"confirm_on_iphone_interactive_notifications" = "在您的 iPhone 上确认-可以使用交互式通知进行确认";
"can_be_used_with_interactive_notifications_sentence" = "使用 iPhone 交互式通知以获得更快的确认。";
"can_be_used_with_interactive_notifications_small" = "可以使用交互式通知进行确认";
"auth_request_automatically_description" = "只要您的设备已连接, 所有 Mac 认证都将自动确认";
"auth_request_non_desc" = "禁用近锁定 Mac 身份验证";
"macOS_notifications_title" = "OSX 通知";
"macOS_notifications_description" = "接近锁定 Mac 通知";
"tutorial_osx_notifications_description" = "接收附近锁定 OSX 通知有关近锁定事件的通知-也适用于 mac 锁定时";

"notification_on_login_title" = "登录通知";
"notification_on_login_description" = "每次接近锁定登录后显示通知";
"icon_on_sleep_screen_title" = "锁定屏幕叠加";
"icon_on_sleep_screen_description" = "在 Mac 登录屏幕上显示接近锁定状态";
"near_lock_shortcuts_title" = "靠近锁的快捷方式";
"near_lock_shortcuts_description" = "自定义近锁定键盘快捷键";
"lock_shortcut_title" = "锁定 Mac";
"lock_shortcut_description" = "CTRL + CMD + L";
"see_website_action" = "展会网站";
"send_email_action" = "发送电子邮件";
"help_section_title" = "帮助";
"help_section_description" = "近锁定帮助";
"see_faq_on_website" = "查看网站常见问题";
"visit_near_lock_official_website" = "访问附近锁定官方网站";
"send_us_an_email" = "给我们发电子邮件, 让我们知道你的想法";
"tutorials_title" = "教程";
"tutorials_description" = "近锁定教程";
"open_near_lock_on_your_iphone_1" = "安装并打开您的 iPhone 附近锁定。";
"open_near_lock_on_your_iphone_2" = "请确保您看到欢迎屏幕。";

"download_from_app_store" = "下载近锁定";
"make_sure_bluetooth_is_on_your_iphone" = "在 iPhone 上开启蓝牙功能";
"restart_iphone_app" = "尝试重新启动您的 iPhone 上的近锁定应用程序。终止近锁定应用程序并重新启动它。";
"bluetooth_restarted" = "蓝牙重新启动";
"mac_sleep_screen_unlock_description_short" = "使用 iPhone 在从睡眠状态唤醒后手动锁定和解锁 mac";
"show" = "显示";
"get_pro_version_description" = "使用您的 iPhone 获得接近锁定 PRO 版本";
"open_security_and_privacy" = "打开隐私首选项";
"open_security_and_privacy_action" = "打开";
"verify_action" = "验证";
"unlock_settings_and_select_accessibility" = "設定のロックを解除し、アクセシビリティリストにニアロックを追加する";
"distance_estimation_title" = "近似距離推定";
"check_require_password" = "必要なパスワードを確認し、ドロップダウンリストから最初のオプションを選択します";
"trouble_connecting_to_device" = "デバイスの接続に問題がありますか？";
"turning_bluetooth_off" = "Bluetoothをオフにする";
"bluetooth_turned_off" = "Bluetoothがオフになっています";
"proximity_lock_temporary_disabled_wifi_unlock_long" = "Wi-Fiロック解除リストに追加されたWiFiネットワークに接続しているため、近くのロックが一時的に無効になっています。 このWiFiネットワークに接続している間は、Macはロックされません。";
"tutorial_sleep_screen_overlay_title" = "Macスリープスクリーン";
"tutorial_sleep_screen_overlay_description" = "Macスリープ画面の近くにロック情報を表示する";

"proximity_lock" = "プロキシミティロック";
"proximity_unlock_title" = "近接ロック/ロック解除";
"proximity_unlock_feature_title" = "近接ロック/ロック解除";
"proximity_unlock_and_unlock_title" = "プロキシミティロック＆ロック解除";
"supported_music_players" = "サポートされている音楽プレーヤー";
"pro_text_long" = "あなたのiPhoneがバックグラウンドモードになっている間、PROバージョンも機能します！";
"security_preferances_have_been_updated" = "セキュリティの基本設定が正常に更新されました";
"add_new_wifi_network" = "新しいWiFiネットワークを追加する";
"step_1_of_3" = "ステップ1/3";
"step_2_of_3" = "ステップ2/3";
"step_3_of_3" = "ステップ3/3";
"you_will_be_asked_for_credentials" = "資格情報の入力を求められます";
"final_step_clear_bluetooth_cache" = "トラブルのおかげで申し訳ありません。 あなたが試すことができるもう一つのことがあります - MacのBluetoothキャッシュをクリアする。";
"press_button_to_restart_bluetooth_on_mac" = "下のボタンを押して、MacでBluetoothを再起動します。";

"currently_enabled" = "現在有効";
"currently_disabled" = "現在無効";

"translation_help_title" = "ローカリゼーション/言語の更新";
"translation_help_description" = "間違いを見つけましたか、ローカリゼーション改善の提案がありましたか？";
"localization_improvement" = "ローカリゼーション/言語の改善";
"update_texts" = "テキストを更新する";
"update_texts_description" = "言語翻訳で私たちを助けてください。\ n間違いや提案がありましたら教えてください。 翻訳リストでそれを更新すれば、それは次のNear Lockリリースに含まれます。";

"portuguese" = "ポルトガル";
"japanese" = "日本人";
"italian" = "イタリアの";
"korean" = "韓国語";
"arabic" = "アラビア語";
"dutch" = "オランダの";
































































































































































































































































































































































































































































































































































































































































































































































































































































































































































